Repository: Marneuz/iOSWeather
Catalog: IOSWeatherApp/WeatherApp/WeatherApp/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Add to Favorites
es: Añadir a Favoritos

# clear.sky
source: Partly cloudy
es: Cielo despejado

source: Current Weather
es: Clima Actual

# default
source: Unknown Weather Condition
es: Condición meteorológica desconocida

source: Depositing rime fog
es: Niebla con depósito de rima

source: Drizzle
es: Llovizna

source: Favorite Cities
es: Ciudades Favoritas

source: Favorite Location
es: Ubicación Favorita

source: Fog
es: Niebla

source: Freezing drizzle
es: Llovizna congelante

source: Heavy freezing rain
es: Lluvia congelante intensa

source: Heavy rain
es: Lluvia intensa

source: Heavy snow fall
es: Nieve intensa

source: Heavy snow showers
es: Chubascos de nieve intensa

source: Light freezing rain
es: Lluvia congelante ligera

source: Loading weather data...
es: Cargando datos climatológicos...

source: Mainly clear
es: Cielo despejado

source: Moderate rain
es: Lluvia moderada

source: Moderate rain showers
es: Chubascos de lluvia moderada

source: Moderate snow fall
es: Nieve moderada

source: Overcast
es: Nublado

source: Partly cloudy
es: Parcialmente nublado

source: Slight rain
es: Lluvia ligera

source: Slight rain showers
es: Chubascos de lluvia ligera

source: Slight snow fall
es: Nieve ligera

source: Slight snow showers
es: Chubascos de nieve ligera

source: Snow grains
es: Granos de nieve

source: Thunderstorms
es: Tormentas eléctricas

source: Thunderstorms with heavy hail
es: Tormentas eléctricas con granizo intenso

source: Thunderstorms with slight hail
es: Tormentas eléctricas con granizo ligero

source: Violent rain showers
es: Chubascos de lluvia intensa
